
/* Presented when a URL cannot be loaded because its scheme isn't understood */
"Don't know how to load URL %@" = "Nu se cunoaște modul de a încărca URL %@";

/* Presented when an HTTP URL cannot establish a connection with a particular host */
"Could not connect to host %@" = "Conectare imposibilă la gazda %@";

/* Presented when a response from an HTTP server comes back with a bad format */
"Bad header received from server" = "Antet greșit recepționat de la server";

/* Presented when a description of a particular host can't be determined. */
"Can't determine IP address of host: %@" = "Nu poate fi determinată adresa IP a gazdei: %@";

/* Presented when the host description was found, but a particular port couldn't be opened. */
"Can't get a description of port %d" = "Nu poate fi obținută o descriere a portului %d";

/* Presented when a particular host cannot be contacted via the given port */
"Can't connect to host %@ using port %d" = "Conectare imposibilă la gazda %@ utilizând portul %d";

/* Presented when an HTTP server comes back with an unknown status code */
"Received unknown HTTP server response %@: %@" = "Recepționat răspuns server HTTP necunoscut %@: %@";

/* Presented when an HTTP server returns a failure code */
"HTTP request failed for URL %@:%@" = "Solicitarea HTTP a eșuat pentru URL %@:%@";

/* Presented when the connection to an HTTP server is unexpectedly lost */
"Lost connection to host %@" = "Conexiune pierdută la gazda %@";

/* Presented when a file can not be opened for reading (file may not exist) */
"Could not read from %@" = "Citire imposibilă de la %@";

/* Presented when a redirection loop has been detected */
"Detected a redirection loop while attempting to load URL %@" = "O buclă de redirecționare a fost detectată în timpul încercării de a încărca URL %@";

/* Presented when an FTP server hangs up or becomes otherwise unavailable */
"Service unavailable for host %@" = "Serviciu indisponibil pentru gazda %@";

/* Presented when the data transfer socket cannot be created for an FTP transfer */
"Couldn't open data connection for URL path: %@" = "Nu poate fi deschisă conexiunea de date pentru calea URL: %@";

/* Presented when the indicated URL does not locate ane existing object on the server */
"Object not available for specified URL: %@" = "Obiect indisponibil pentru URL-ul specificat: %@";

/* Presented when the FTP server doesn't recognize a particular command */
"FTP command not recognized by host: %@" = "Comanda FTP nu e recunoscută de gazda: %@";

/* Presented when the FTP server rejects an authentication */
"User login or password not recognized." = "Nume de utilizator sau parolă nerecunoscută.";

/* Format used to display sizes 100 GB or greater */
"%.0f GB" = "%.0f GB";

/* Format used to display sizes between 100 and 999 KB */
"%.0f KB" = "%.0f KB";

/* Format used to display sizes between 100 and 999 MB */
"%.0f MB" = "%.0f MB";

/* Format used to display a size between 2 and 100 bytes */
"%.0f bytes" = "%.0f bytes";

/* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (1.0)" = "%.1f GB";

/* Format used to display sizes between 10 and 99.9 GB */
"%.1f GB (10.0)" = "%.1f GB";

/* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (0.1)" = "%.1f KB";

/* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (1.0)" = "%.1f KB";

/* Format used to display sizes between 10 and 99.9 KB */
"%.1f KB (10.0)" = "%.1f KB";

/* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (1.0)" = "%.1f MB";

/* Format used to display sizes between 10 and 99.9 MB */
"%.1f MB (10.0)" = "%.1f MB";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"%@ (%@)" = "%@ (%@)";

/* Format used to partial byte count along with total */
"%@ of %@" = "%@ din %@";

/* String used for showing a zero byte size */
"0 bytes" = "0 bytes";

/* String used for showing a one byte size */
"1 byte" = "1 byte";

/* Kind string used for keychain items from forms-based logins */
"Web form password" = "Parolă formular Web";

/* HTTP result code string */
"accepted" = "acceptat";

/* HTTP result code string */
"bad gateway" = "gateway greșit";

/* HTTP result code string */
"bad request" = "solicitare greșită";

/* HTTP result code string */
"client error" = "eroare client";

/* HTTP result code string */
"conflict" = "conflict";

/* HTTP result code string */
"continue" = "continuare";

/* HTTP result code string */
"created" = "creat";

/* HTTP result code string */
"expectation failed" = "așteptare eșuată";

/* HTTP result code string */
"forbidden" = "interzis";

/* HTTP result code string */
"found" = "găsit";

/* HTTP result code string */
"gateway timed out" = "gateway a expirat";

/* HTTP result code string */
"informational" = "informațional";

/* HTTP result code string */
"internal server error" = "eroare internă server";

/* HTTP result code string */
"length required" = "lungime nespecificată";

/* HTTP result code string */
"method not allowed" = "metodă nepermisă";

/* HTTP result code string */
"moved permanently" = "mutat permanent";

/* HTTP result code string */
"multiple choices" = "opțiuni multiple";

/* HTTP result code string */
"needs proxy" = "necesită proxy";

/* HTTP result code string */
"no content" = "nu există conținut";

/* HTTP result code string */
"no error" = "Nicio eroare";

/* HTTP result code string */
"no longer exists" = "nu mai există";

/* HTTP result code string */
"non-authoritative information" = "informație neautorizată";

/* HTTP result code string */
"not found" = "nu a fost găsit";

/* HTTP result code string */
"not modified" = "nemodificat";

/* HTTP result code string */
"partial content" = "conținut parțial";

/* HTTP result code string */
"payment required" = "plată necesară";

/* HTTP result code string */
"precondition failed" = "precondiție eșuată";

/* HTTP result code string */
"proxy authentication required" = "autentificare proxy necesară";

/* HTTP result code string */
"redirected" = "redirecționat";

/* HTTP result code string */
"request timed out" = "solicitarea a expirat";

/* HTTP result code string */
"request too large" = "solicitare prea mare";

/* HTTP result code string */
"requested URL too long" = "URL solicitat prea lung";

/* HTTP result code string */
"requested range not satisfiable" = "gama solicitată nu poate fi satisfăcută";

/* HTTP result code string */
"reset content" = "resetare conținut";

/* HTTP result code string */
"see other" = "vedeți altul";

/* HTTP result code string */
"server error" = "eroare server";

/* HTTP result code string */
"service unavailable" = "serviciu indisponibil";

/* HTTP result code string */
"success" = "corect";

/* HTTP result code string */
"switching protocols" = "comutare protocoale";

/* HTTP result code string */
"temporarily redirected" = "temporar redirecționat";

/* HTTP result code string */
"unacceptable" = "inacceptabil";

/* HTTP result code string */
"unauthorized" = "neautorizat";

/* HTTP result code string */
"unimplemented" = "neimplementat";

/* Unknown filename */
"unknown" = "necunoscut";

/* HTTP result code string */
"unsupported media type" = "tip media neadmis";

/* HTTP result code string */
"unsupported version" = "versiune neadmisă";
